rbouteiller/airplay-esp32/boards/esp32s3-generic/sdkconfig.defaults
# ESP32-S3 Generic board defaults
CONFIG_BOARD_ESP32S3_GENERIC=y
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="16MB"
CONFIG_SPIRAM_MODE_OCT=y
